Repository: jafetbjarkar/klifur5
Catalog: languages/*.po
Languages: is_is

source: Not Found
is_is: Fannst ekki

source: This is somewhat embarrassing, isn&rsquo;t it?
is_is: Þetta er nokkuð neyðarlegt, er það ekki?

source: It looks like nothing was found at this location. Maybe try a search?
is_is: Það lýtur út fyrir að ekkert finnist á þessum slóðum. Spurning um að reyna leit?

source: Daily Archives: %s
is_is: Dagskipt greinasafn: %s

source: Monthly Archives: %s
is_is: Mánaðarskipt greinasafn: %s

# monthly archives date format
source: F Y
is_is: M Á

source: Yearly Archives: %s
is_is: Árskipt greinasafn: %s

# yearly archives date format
source: Y
is_is: Á

source: Archives
is_is: Greinasöfn

source: About %s
is_is: Um %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
is_is: Skoða allar færslur eftir %s<span class="meta-nav">&rarr;</span>

source: All posts by %s
is_is: Allar færslur eftir %s

source: Category Archives: %s
is_is: Flokkaskipt greinasafn: %s

# comments title
source: One thought on &ldquo;%2$s&rdquo;
is_is: Ein athugasemd á &ldquo;%2$s&rdquo;

source: Comment navigation
is_is: Leiðastýring athugasemda

source: &larr; Older Comments
is_is: &larr; Eldri athugasemdir

source: Newer Comments &rarr;
is_is: Nýrri athugasemdir &rarr;

source: Comments are closed.
is_is: Lokað er fyrir athugasemdir.

source: Continue reading <span class="meta-nav">&rarr;</span>
is_is: Lesa meira <span class="meta-nav">&rarr;</span>

source: Pages:
is_is: Síður:

source: Edit
is_is: Breyta

source: Leave a comment
is_is: Skildu eftir athugasemd

source: One comment so far
is_is: Ein athugasemd hingað til

source: View all % comments
is_is: Skoða allar % athugasemdir

source: Nothing Found
is_is: Ekkert fannst

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
is_is: Tilbúinn að gefa út þína fyrstu færslu? <a href="%1$s">Byrjaðu hérna</a>.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
is_is: Því miður, leit þín bar engan árangur. Vinsamlegast reynið aftur með öðrum leitarorðum.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
is_is: Það lítur út fyrir að við finnum ekki það sem þú sækist eftir. Hugsanlega hjálpar til að nota leitina.

source: Semantic Personal Publishing Platform
is_is: Persónulegt Merkingarfræðilegt Útgáfutæki

source: Proudly powered by %s
is_is: Keyrt með stolti á %s

source: Navigation Menu
is_is: Valmynd leiðarstýringar

# Source Sans Pro font: on or off
source: on
is_is: virkt

# Bitter font: on or off
source: on
is_is: virkt

source: Page %s
is_is: Síða %s

source: Main Widget Area
is_is: Aðalsvæði aukahluta

source: Appears in the footer section of the site.
is_is: Birtist við síðufót.

source: Secondary Widget Area
is_is: Aukasvæði aukahluta

source: Appears on posts and pages in the sidebar.
is_is: Birtist á færslum og síðum í hliðarvaldmynd.

source: Posts navigation
is_is: Leiðarstýring færslna

source: <span class="meta-nav">&larr;</span> Older posts
is_is: <span class="meta-nav">&larr;</span> Eldri færslur

source: Newer posts <span class="meta-nav">&rarr;</span>
is_is: Nýrri færslur <span class="meta-nav">&rarr;</span>

source: Post navigation
is_is: Leiðarstýring færslna

source: Sticky
is_is: Festa

source: View all posts by %s
is_is: Skoða allar færslur eftir %s

# 1: post format name. 2: date
source: %1$s on %2$s
is_is: %1$s þann %2$s

source: Permalink to %s
is_is: Varanleg slóð á %s

source: Menu
is_is: Valmynd

source: Skip to content
is_is: Fara að efni

source: <span class="attachment-meta">Published on <time class="entry-date" datetime="%1$s">%2$s</time> in <a href="%3$s" title="Return to %4$s" rel="gallery">%5$s</a></span>
is_is: <span class="attachment-meta">Birt þann <time class="entry-date" datetime="%1$s">%2$s</time> í <a href="%3$s" title="Fara aftur á %4$s" rel="gallery">%5$s</a></span>

source: Link to full-size image
is_is: Slóð að mynd í fullri stærð

source: Full resolution
is_is: Full upplausn

source: <span class="meta-nav">&larr;</span> Previous
is_is: <span class="meta-nav">&larr;</span> Fyrri

source: Next <span class="meta-nav">&rarr;</span>
is_is: Næsta <span class="meta-nav">&rarr;</span>

source: Twenty Thirteen requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
is_is: Twenty Thirteen þarf WordPress 3.6 eða nýrri. Þú ert að keyra á útgáfu %s. Vinsamlegast uppfærðu kerfið og reyndu aftur.

# header image description
source: Circle
is_is: Hringur

# header image description
source: Diamond
is_is: Tígull

# header image description
source: Star
is_is: Stjarna

source: Search Results for: %s
is_is: Leitarniðurstöður fyrir: %s

source: Tag Archives: %s
is_is: Merkjaskipt greinasafn: %s

source: %s Archives
is_is: %s Greinasöfn

source: The 2013 theme for WordPress takes us back to the blog, featuring a full range of post formats, each displayed beautifully in their own unique way. Design details abound, starting with a vibrant color scheme and matching header images, beautiful typography and icons, and a flexible layout that looks great on any device, big or small.
is_is: Þemað 2013 fyrir WordPress færir okkur aftur til baka í bloggið, býður upp á allan skalann af færslusniðum, hvert og eitt sýnt fallega á þeirra eigin einstaka hátt. Mörg smáatriði í hönnuninni, ber fyrst að nefna lifandi liti og hausmyndir í stíl, fallegar leturgerðir og táknmyndir, sem og útlit sem skalast og lítur frábærlega út í hvaða tæki sem er, stóru sem smáu.

source: the WordPress team
is_is: WordPress teymið

source: Area
is_is: Staður

source: Routes
is_is: Leiðir

source: Comments
is_is: Athugasemdir

source: Date
is_is: Dagsetning

source: Route
is_is: Leið

source: Grade
is_is: Gráða

source: Sector
is_is: Svæði

source: Stone
is_is: Steinn

source: Directions
is_is: Leiðarlýsing

source: Map
is_is: Kort

source: Video
is_is: Myndbönd

source: No route has been added yet
is_is: Engin leið hefur verið skráð ennþá

source: %s route
is_is: %s leið

source: In partnership with
is_is: Í samstarfi með
